epyc-7763-guc/20240905-1444-guc-tests/logs/0-1000-1-count-no-no-yes-256-1725667390/pgbench.log
pgbench (18devel)
transaction type: select.sql
scaling factor: 1
query mode: prepared
number of clients: 128
number of threads: 128
maximum number of tries: 1
duration: 5 s
number of transactions actually processed: 3885403
number of failed transactions: 0 (0.000%)
latency average = 0.164 ms
initial connection time = 37.182 ms
tps = 782099.016550 (without initial connection time)